# スクレイピング対象のURL
BASE_URL = "https://www.cinemacafe.net"
SCRAPING_URL = "/category/cinema/foreign/latest/"

# 検出文字列
TARGET_WORDS = ["アベンジャーズ",
                "アイアンマン",
                "キャプテン・アメリカ",
                "マイティ・ソー", "ソー",
                "ブラック・ウィドウ", " ナターシャ・ロマノフ",
                "スパイダーマン",
                "アントマン", "ワスプ",
                "ハルク",
                "ガーディアンズ・オブ・ギャラクシー", " クイル",
                "ドクター・ストレンジ",
                "ブラックパンサー", "ブラック・パンサー",
                "キャプテン・マーベル", "キャロル・ダンバース"]