# スクレイピング対象のURL
BASE_URL = "https://www.cinemacafe.net" # シネマカフェ
SCRAPING_URL = "/category/cinema/foreign/latest/"

# 検出文字列
TARGET_WORDS = ["アベンジャーズ", "MARVEL",
                "アイアンマン", "ロバート・ダウニー", "グウィネス・パルトロー",
                "キャプテン・アメリカ", "ウィンター・ソルジャー",
                "マイティ・ソー", "クリス・ヘムズワース",
                "ブラック・ウィドウ", " ナターシャ・ロマノフ", "スカーレット・ヨハンソン",
                "スパイダーマン",
                "アントマン", "ワスプ",
                "ハルク",
                "ガーディアンズ・オブ・ギャラクシー", "クイル",
                "ドクター・ストレンジ",
                "ブラックパンサー", "ブラック・パンサー",
                "キャプテン・マーベル", "キャロル・ダンバース",
                "ワンダ・マキシモフ", "スカーレット・ウィッチ", "エリザベス・オルセン"]
